[
	{
		"seller_id": 1,
		"name": "Beras Merah",
		"category": "Sayuran",
		"description": "Nikmati kelezatan dan manfaat kesehatan dari Beras Merah kami! Dengan kandungan serat tinggi dan nutrisi alami...",
		"price": 10000.0,
		"quantity": 150,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "beras-merah.jpg"
	},
	{
		"seller_id": 1,
		"name": "Kacang Mede",
		"category": "Kacang",
		"description": "Rasakan kelezatan kacang mede premium kami yang renyah dan lezat! Kacang mede ini dipilih dengan cermat untuk memastikan kualitas terbaik dan rasa yang tiada tanding. Kaya akan protein, serat, dan lemak sehat, kacang mede kami adalah camilan ideal atau bahan tambahan yang sempurna untuk berbagai hidangan. Dapat dinikmati langsung, sebagai topping salad, atau dalam berbagai resep memasak. Kemasan kedap udara menjaga kesegaran dan kerenyahan setiap kacang. Nikmati camilan sehat dan bergizi setiap hari dengan kacang mede premium kami!",
		"price": 12000.0,
		"quantity": 150,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "kacang-mede.jpg"
	},
	{
		"seller_id": 1,
		"name": "Kol",
		"category": "Sayuran",
		"description": "Tambahkan kelezatan dan kesegaran pada hidangan Anda dengan kol segar kami! Dipilih dari ladang terbaik, kol ini memiliki daun yang renyah dan rasa yang segar. Ideal untuk berbagai masakan, dari salad yang menyegarkan hingga sup dan tumisan yang menggugah selera. Kaya akan vitamin dan serat, kol ini memberikan manfaat kesehatan yang optimal. Kemasan kami menjaga kesegaran dan kualitas setiap kepala kol. Ciptakan hidangan sehat dan lezat dengan kol segar berkualitas kami!",
		"price": 15000.0,
		"quantity": 210,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "kol.jpg"
	},
	{
		"seller_id": 1,
		"name": "Wortel Segar",
		"category": "Sayuran",
		"description": "Rasakan kelezatan wortel segar kami, pilihan ideal untuk berbagai hidangan lezat! Wortel kami memiliki kulit yang halus dan daging yang lembut, sempurna untuk dipanggang, ditumis, atau dibuat dalam hidangan khas seperti capcay dan moussaka. Dipilih dengan teliti untuk memastikan kualitas terbaik, wortel ini menawarkan rasa yang kaya dan tekstur yang memuaskan. Tambahkan sentuhan istimewa pada masakan Anda dengan wortel segar kami, kaya akan nutrisi dan penuh cita rasa!",
		"price": 20000.0,
		"quantity": 10,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "terong.jpg"
	},
	{
		"seller_id": 1,
		"name": "Tomat",
		"category": "Sayuran",
		"description": "Tomat segar kami, ideal untuk menambah rasa pada berbagai hidangan! Tomat kami memiliki warna cerah, daging yang juicy, dan rasa yang manis-pedas, cocok untuk salad, saus, atau sebagai bahan pelengkap masakan. Dipilih dari kebun terbaik, tomat ini mengandung nutrisi penting dan antioksidan yang bermanfaat untuk kesehatan. Segar dan lezat, tomat ini akan meningkatkan setiap hidangan Anda!",
		"price": 18000.0,
		"quantity": 100,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "tomat.jpg"
	},
	{
		"seller_id": 1,
		"name": "Tomat Ceri",
		"category": "Sayuran",
		"description": "Dengan ukuran yang kompak dan rasa yang manis, tomat ceri ini adalah pilihan sempurna untuk camilan sehat, salad segar, atau tambahan pada hidangan favorit Anda. Dipetik dengan tangan dari kebun kami, tomat ceri ini kaya akan vitamin dan antioksidan, menjadikannya tidak hanya lezat tetapi juga bermanfaat untuk kesehatan. Ideal untuk dinikmati langsung atau sebagai garnish untuk hidangan yang lebih menarik!",
		"price": 25000.0,
		"quantity": 50,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "tomat-ceri.jpg"
	},
	{
		"seller_id": 1,
		"name": "Cabe Merah Keriting",
		"category": "Rempah",
		"description": "Tambahkan sentuhan pedas dan warna cerah ke hidangan Anda dengan cabe merah keriting kami! Cabe ini memiliki tekstur keriting khas yang memberikan intensitas rasa dan aroma pedas yang kuat. Ideal untuk bumbu masakan, sambal, atau sebagai bahan tambahan dalam berbagai resep, cabe merah keriting ini dipilih dengan cermat untuk memastikan kesegaran dan kualitas tinggi. Dengan kandungan vitamin C yang tinggi, cabe ini juga baik untuk meningkatkan daya tahan tubuh. Nikmati rasa pedas yang autentik dan manfaat kesehatan dari cabe merah keriting kami!",
		"price": 30000.0,
		"quantity": 15,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "cabe-merah-keriting.jpg"
	},
	{
		"seller_id": 1,
		"name": "Cabe Rawit",
		"category": "Rempah",
		"description": "Rasakan sensasi pedas yang menggigit dengan cabe merah rawit kami! Cabe ini terkenal karena rasa pedasnya yang intens dan aromanya yang khas. Cocok untuk menambah cita rasa pada sambal, bumbu masakan, atau hidangan favorit Anda, cabe merah rawit kami dipilih secara teliti untuk memastikan kualitas dan kesegarannya. Dengan kandungan vitamin dan antioksidan yang tinggi, cabe merah rawit juga memberikan manfaat kesehatan tambahan. Pilihan sempurna untuk penggemar pedas yang mencari bahan berkualitas untuk masakan mereka!",
		"price": 28000.0,
		"quantity": 150,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "cabe-rawit.jpg"
	},
	{
		"seller_id": 1,
		"name": "Paprika",
		"category": "Sayuran",
		"description": "Description for Paprika.",
		"price": 22000.0,
		"quantity": 155,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "paprika.jpg"
	},
	{
		"seller_id": 1,
		"name": "Lada Hitam",
		"category": "Rempah",
		"description": "Tambahkan warna dan rasa pada hidangan Anda dengan paprika segar kami! Paprika ini memiliki tekstur renyah dan rasa manis yang lembut, menjadikannya bahan yang sempurna untuk salad, tumisan, atau sebagai tambahan pada berbagai masakan. Kaya akan vitamin C dan antioksidan, paprika tidak hanya mempercantik piring Anda tetapi juga memberikan manfaat kesehatan. Pilihan ideal untuk menciptakan hidangan yang lezat dan bergizi, paprika kami dipilih dengan cermat untuk kualitas dan kesegaran yang optimal.",
		"price": 14000.0,
		"quantity": 110,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "lada-hitam.jpg"
	},
	{
		"seller_id": 1,
		"name": "Seledri",
		"category": "Sayuran",
		"description": "Seledri segar kami adalah pilihan sempurna untuk menambah kerenyahan dan rasa pada hidangan Anda! Dengan tekstur yang renyah dan rasa yang menyegarkan, seledri ideal untuk salad, sup, atau sebagai camilan sehat. Mengandung vitamin K dan berbagai nutrisi penting, seledri juga bermanfaat untuk kesehatan tubuh. Dipilih secara cermat untuk memastikan kualitas dan kesegaran terbaik, seledri kami akan membuat hidangan Anda lebih lezat dan bergizi.",
		"price": 35000.0,
		"quantity": 154,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "seledri.jpg"
	},
	{
		"seller_id": 1,
		"name": "Wortel",
		"category": "Sayuran",
		"description": "Wortel segar kami adalah pilihan ideal untuk menambah rasa manis alami dan nutrisi pada hidangan Anda! Dengan tekstur renyah dan rasa yang alami, wortel cocok untuk salad, sup, atau sebagai camilan sehat. Kaya akan vitamin A, serat, dan antioksidan, wortel mendukung kesehatan mata dan sistem pencernaan. Dipilih dengan cermat untuk memastikan kualitas dan kesegaran terbaik, wortel kami akan membuat setiap hidangan lebih lezat dan bergizi.",
		"price": 40000.0,
		"quantity": 1230,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "wortel.jpg"
	},
	{
		"seller_id": 1,
		"name": "Jahe",
		"category": "Rempah",
		"description": "Jahe segar kami adalah bahan dapur yang wajib ada untuk menambahkan cita rasa pedas dan aroma khas pada hidangan Anda. Dengan rasa hangat dan menyegarkan, jahe ideal untuk digunakan dalam berbagai masakan, teh, atau minuman kesehatan. Jahe juga dikenal memiliki sifat anti-inflamasi dan antioksidan, mendukung pencernaan dan meningkatkan sistem kekebalan tubuh. Pilih jahe segar kami untuk kualitas dan kesegaran yang terbaik.",
		"price": 25000.0,
		"quantity": 1110,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "jahe.jpg"
	},
	{
		"seller_id": 1,
		"name": "Bawang Bombai",
		"category": "Sayuran",
		"description": "Bawang bombai kami adalah pilihan sempurna untuk menambah cita rasa gurih dan sedikit manis pada masakan Anda. Dengan tekstur yang renyah dan rasa yang lebih lembut dibandingkan bawang merah, bawang bombai ideal untuk digunakan dalam sup, tumisan, atau sebagai bahan dasar saus. Setiap bawang bombai segar kami memberikan aroma yang harum dan rasa yang menggugah selera, menjadikannya bahan penting di dapur Anda. Dapatkan bawang bombai berkualitas tinggi kami untuk meningkatkan setiap hidangan dengan rasa yang lezat.",
		"price": 13000.0,
		"quantity": 1500,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "bawang-bombai.jpg"
	},
	{
		"seller_id": 1,
		"name": "Bawang Putih",
		"category": "Rempah",
		"description": "Bawang putih segar kami adalah bumbu serbaguna yang wajib ada di setiap dapur. Dengan aroma yang tajam dan rasa yang kuat, bawang putih memberikan kelezatan dan kedalaman rasa pada berbagai hidangan, mulai dari tumisan hingga saus dan marinades. Selain meningkatkan cita rasa masakan, bawang putih juga dikenal dengan manfaat kesehatan alaminya, termasuk sifat antioksidan dan anti-inflamasi. Pilih bawang putih kami untuk menambahkan sentuhan khas dan manfaat kesehatan pada setiap hidangan Anda.",
		"price": 18000.0,
		"quantity": 2345,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "bawang-putih.jpg"
	},
	{
		"seller_id": 1,
		"name": "Bawang Merah",
		"category": "Sayuran",
		"description": "Dengan tekstur yang renyah dan rasa yang lebih manis dibandingkan bawang putih, bawang merah adalah bahan penting dalam berbagai resep, mulai dari salad, tumisan, hingga hidangan berkuah. Kaya akan vitamin dan mineral, bawang merah juga menawarkan manfaat kesehatan, termasuk sifat antioksidan dan anti-inflamasi. Tambahkan bawang merah ke dapur Anda untuk meningkatkan kualitas dan rasa masakan Anda.",
		"price": 32000.0,
		"quantity": 133,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "bawang-merah.jpg"
	},
	{
		"seller_id": 1,
		"name": "Almond",
		"category": "Kacang",
		"description": "Almond premium kami adalah camilan yang sempurna untuk meningkatkan kesehatan Anda. Dengan rasa yang kaya dan renyah, almond kaya akan protein, serat, serta vitamin dan mineral penting seperti vitamin E, magnesium, dan kalsium. Ideal untuk dikonsumsi langsung, dijadikan topping salad, atau dicampur dalam smoothie. Almond juga dapat membantu menjaga kesehatan jantung, mengontrol gula darah, dan memberikan energi sepanjang hari. Nikmati kelezatan dan manfaat kesehatan dari almond berkualitas tinggi ini.",
		"price": 22000.0,
		"quantity": 1534,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "almond.jpg"
	},
	{
		"seller_id": 1,
		"name": "Bayam",
		"category": "Sayuran",
		"description": "Temukan kelezatan dan manfaat kesehatan dari bayam segar kami. Bayam ini kaya akan vitamin A, vitamin C, zat besi, dan kalsium, menjadikannya tambahan sempurna untuk diet sehat Anda. Daunnya yang hijau cerah dan renyah cocok untuk berbagai hidangan, mulai dari salad segar hingga tumisan lezat. Bayam juga dikenal dapat membantu meningkatkan kesehatan mata, memperkuat sistem kekebalan tubuh, dan memberikan energi. Dapatkan bayam berkualitas tinggi ini untuk menambah kelezatan dan gizi pada setiap hidangan Anda.",
		"price": 28000.0,
		"quantity": 213,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "bayam.jpg"
	},
	{
		"seller_id": 1,
		"name": "Timun",
		"category": "Sayuran",
		"description": "Timun ini dikenal karena kandungan airnya yang tinggi dan tekstur yang crisp, membuatnya ideal untuk salad, sandwich, atau sebagai camilan sehat. Kaya akan vitamin K dan serat, timun membantu mendukung pencernaan dan menjaga hidrasi tubuh. Dengan rasa yang ringan dan menyegarkan, timun ini adalah pilihan sempurna untuk meningkatkan nilai gizi dan kelezatan makanan Anda.",
		"price": 26000.0,
		"quantity": 456,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "timun.jpg"
	},
	{
		"seller_id": 1,
		"name": "Jagung",
		"category": "Sayuran",
		"description": "Pilihan sempurna untuk hidangan yang lezat dan bergizi. Jagung ini memiliki rasa manis yang khas dan tekstur yang renyah, cocok untuk direbus, dipanggang, atau ditambahkan ke salad dan sup. Kaya akan vitamin B, serat, dan antioksidan, jagung ini mendukung kesehatan pencernaan dan memberikan energi tambahan. Dengan kualitas premium dan kesegaran yang terjaga, jagung ini adalah tambahan yang ideal untuk setiap dapur.",
		"price": 45000.0,
		"quantity": 887,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "jagung.jpg"
	},
	{
		"seller_id": 1,
		"name": "Kentang",
		"category": "Sayuran",
		"description": "Kentang segar kami yang dihasilkan dari proses penanaman yang cermat. Kentang ini memiliki bentuk bulat atau oval dengan kulit yang halus dan daging yang lembut, siap untuk diolah menjadi berbagai hidangan lezat. Ditanam di tanah yang subur dan dirawat dengan teknik yang ramah lingkungan, kentang kami kaya akan nutrisi dan cita rasa yang menggugah selera. Ideal untuk dipanggang, direbus, atau digoreng, kentang ini menjamin hasil yang sempurna setiap kali. Pilih kentang kami untuk pengalaman kuliner yang memuaskan dan penuh rasa!",
		"price": 7500.0,
		"quantity": 987,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "kentang.jpg"
	},
	{
		"seller_id": 1,
		"name": "Brokoli",
		"category": "Sayuran",
		"description": "Sayuran hijau berbentuk seperti kepala kecil yang padat dan kaya akan nutrisi. Dengan tangkai yang kokoh dan kuntum-kuntum kecil yang penuh dengan vitamin dan mineral, brokoli ini merupakan pilihan ideal untuk menjaga kesehatan Anda. Ditanam dengan teknik organik di tanah subur, brokoli kami menawarkan rasa yang renyah dan segar, serta warna hijau yang cerah. Cocok untuk berbagai masakan, dari tumisan hingga sup, brokoli ini akan menambah nilai gizi dan rasa pada setiap hidangan Anda. Pilih brokoli kami untuk mendapatkan kualitas terbaik dan manfaat kesehatan yang optimal!",
		"price": 35000.0,
		"quantity": 932,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "brokoli.jpg"
	},
	{
		"seller_id": 1,
		"name": "Kol Merah",
		"category": "Sayuran",
		"description": "Kol merah kami yang segar dan berkualitas tinggi, sayuran dengan warna ungu kemerahan yang mencolok dan bentuk bulat yang padat. Kol merah ini ditanam dengan penuh perhatian menggunakan metode pertanian organik di tanah yang kaya nutrisi, memastikan hasil panen yang segar dan penuh rasa. Dengan tekstur renyah dan rasa sedikit manis, kol merah sangat ideal untuk berbagai hidangan, dari salad segar yang menggugah selera hingga acar yang lezat. Tambahkan kol merah ke dalam dapur Anda dan nikmati kombinasi warna yang menarik dan manfaat gizi yang melimpah!",
		"price": 15000.0,
		"quantity": 346,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "kol-merah.jpg"
	},
	{
		"seller_id": 1,
		"name": "Daun Bawang",
		"category": "Sayuran",
		"description": "Dengan batang hijau cerah yang ramping dan bertekstur renyah. Ditanam dengan metode pertanian organik, daun bawang ini tumbuh di tanah subur yang memberikan rasa yang segar dan aromatik. Ideal untuk menambah rasa pada berbagai hidangan, mulai dari sup, tumisan, hingga salad, daun bawang kami menawarkan sentuhan rasa yang khas dan meningkatkan kelezatan masakan Anda. Nikmati kualitas dan kesegaran daun bawang yang dipilih secara teliti untuk memenuhi kebutuhan kuliner Anda.",
		"price": 35000.0,
		"quantity": 333,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "daun-bawang.jpg"
	},
	{
		"seller_id": 1,
		"name": "Labu",
		"category": "Sayuran",
		"description": "Memiliki kulit berwarna oranye cerah dan daging yang lembut. Dengan bentuk yang bulat dan sedikit bertekstur, labu ini adalah pilihan ideal untuk berbagai kreasi kuliner. Ditanam dengan teknik pertanian yang berkelanjutan, labu kami tumbuh di tanah yang kaya nutrisi, memastikan kualitas dan rasa yang optimal. Cocok untuk dibuat sup, pie, atau bahkan hidangan panggang, labu ini menawarkan kelezatan yang tidak hanya menggugah selera tetapi juga memberikan nilai gizi tambahan untuk setiap sajian.",
		"price": 15000.0,
		"quantity": 13,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "labu.jpg"
	},
	{
		"seller_id": 1,
		"name": "Apel Malang",
		"category": "Buah",
		"description": "Apel Malang tumbuh subur di dataran tinggi Malang, Jawa Timur, dengan iklim sejuk dan tanah yang subur. Ditumbuhkan dengan perawatan intensif oleh petani lokal, apel ini dipanen dengan penuh hati-hati untuk memastikan kualitas terbaik sampai ke tangan konsumen. Apel Malang adalah pilihan tepat untuk menikmati buah-buahan yang segar dan berkualitas tinggi. Cocok untuk dikonsumsi langsung atau sebagai bahan tambahan dalam hidangan favorit Anda. Dapatkan kesegaran Apel Malang sekarang juga dan rasakan kenikmatannya!",
		"price": 10000.0,
		"quantity": 150,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "apel-malang.jpeg"
	},
	{
		"seller_id": 1,
		"name": "Anggur",
		"category": "Buah",
		"description": "Ditumbuhkan dengan perawatan intensif di kebun-kebun yang terletak di dataran tinggi, anggur kami mendapatkan asupan sinar matahari yang cukup dan irigasi alami yang melimpah. Setiap buah dipetik pada saat matang sempurna untuk menjaga kesegaran dan kualitasnya. Anggur segar ini sempurna untuk dinikmati langsung atau digunakan sebagai bahan dalam berbagai hidangan dan minuman. Rasakan sensasi manis yang menyegarkan dari anggur berkualitas tinggi ini sekarang juga. Segera pesan dan nikmati kebaikan alam dalam setiap gigitannya!",
		"price": 12000.0,
		"quantity": 200,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "anggur.jpg"
	},
	{
		"seller_id": 1,
		"name": "Nanas Pemalang",
		"category": "Buah",
		"description": "Nanas ini diperlakukan dengan penuh kasih sayang dari tahap awal hingga panen. Proses penanaman yang organik dan alami memastikan setiap buah nanas tumbuh dengan rasa yang maksimal dan kualitas yang prima. Dipetik pada waktu yang tepat untuk memastikan kematangan dan kesegaran terbaik. Nanas Pemalang adalah pilihan sempurna untuk dinikmati segar, dijadikan jus, atau sebagai tambahan dalam berbagai hidangan. Dengan rasa manis yang khas dan tekstur yang lembut, nanas ini pasti akan memanjakan lidah Anda. Pesan sekarang dan rasakan kelezatan tropis yang autentik!",
		"price": 15000.0,
		"quantity": 210,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "nanas-pemalang.jpg"
	},
	{
		"seller_id": 1,
		"name": "Pepaya California",
		"category": "Buah",
		"description": "Pepaya California memiliki bentuk lonjong dengan kulit halus berwarna hijau kekuningan saat matang. Buah ini memiliki daging yang tebal dan berwarna oranye kemerahan, menawarkan rasa manis yang lezat dan tekstur yang lembut. Buah ini juga dikenal akan biji hitamnya yang kaya akan enzim papain. Ditanam di lahan dengan kualitas tanah yang unggul dan iklim tropis yang ideal, pepaya California dirawat dengan baik sejak masa tanam hingga panen. Proses penanaman menggunakan metode organik, bebas dari pestisida dan bahan kimia berbahaya, memastikan buah yang dihasilkan aman dan sehat untuk dikonsumsi. Dipetik saat matang untuk memberikan rasa dan kualitas terbaik. Pepaya California tidak hanya lezat, tetapi juga kaya akan vitamin A, C, dan serat, menjadikannya pilihan yang sempurna untuk konsumsi sehari-hari atau sebagai campuran dalam salad dan jus. Dapatkan pepaya California segar dengan kualitas terbaik dan rasakan manfaat kesehatan serta kenikmatannya!",
		"price": 20000.0,
		"quantity": 10,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "pepaya-california.jpg"
	},
	{
		"seller_id": 1,
		"name": "Pisang Sunpride",
		"category": "Buah",
		"description": "Buah ini dikenal dengan bentuknya yang melengkung sempurna, kulit kuning cerah, dan daging buah yang lembut serta manis. Pisang ini merupakan pilihan ideal untuk camilan sehat, sarapan cepat, atau sebagai tambahan pada sereal dan smoothie. Ditanam di kebun beriklim tropis dengan tanah yang subur, buah ini dipanen dengan standar kualitas tinggi. Proses penanamannya mengutamakan metode ramah lingkungan, memastikan pisang yang Anda konsumsi bebas dari bahan kimia berbahaya. Pisang Sunpride adalah pilihan tepat untuk menikmati camilan sehat dan lezat setiap hari. Dapatkan pisang Sunpride segar dan rasakan manfaat serta kenikmatannya!",
		"price": 12000.0,
		"quantity": 150,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "pisang-sunpride.jpg"
	},
	{
		"seller_id": 1,
		"name": "Belimbing",
		"category": "Buah",
		"price": 25000.0,
		"description": "Belimbing dikenal dengan bentuknya yang unik menyerupai bintang saat diiris, kulit halus berwarna kuning kehijauan, dan daging buah yang renyah serta segar. Belimbing menawarkan rasa manis asam yang menyegarkan, menjadikannya pilihan sempurna untuk camilan sehat atau tambahan pada salad dan hidangan penutup. Ditanam di kebun tropis dengan teknik budidaya berkelanjutan, belimbing dipanen dengan cermat untuk memastikan kualitas dan kesegaran optimal. Setiap buah diperlakukan dengan penuh perhatian agar bebas dari residu pestisida, sehingga Anda dapat menikmatinya tanpa khawatir. Belimbing kaya akan vitamin C, serat, dan antioksidan, yang baik untuk meningkatkan kekebalan tubuh, menjaga kesehatan kulit, dan melancarkan pencernaan. Nikmati belimbing segar kami untuk pengalaman rasa yang unik dan menyehatkan!",
		"quantity": 50,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "belimbing.jpg"
	},
	{
		"seller_id": 1,
		"name": "Blueberry",
		"category": "Buah",
		"price": 30000.0,
		"description": "Nikmati manisnya blueberry segar dengan rasa yang lezat dan warna biru keunguan yang memikat. Setiap buah dipilih secara cermat untuk memberikan kualitas terbaik, menawarkan kombinasi sempurna antara manis dan sedikit asam. Teksturnya yang lembut dan berair membuatnya ideal untuk dikonsumsi langsung, ditambahkan ke sereal, yogurt, atau dibuat smoothie. Ditanam di kebun yang subur dengan teknik pertanian berkelanjutan, blueberry kami dipetik pada puncak kematangannya untuk memastikan kesegaran dan rasa terbaik. Proses pemanenan dan pengemasan dilakukan dengan teliti untuk mempertahankan nutrisi dan integritas buah. Blueberry adalah sumber antioksidan, vitamin C, dan serat yang tinggi, menjadikannya pilihan sempurna untuk meningkatkan kesehatan jantung, fungsi otak, dan menjaga sistem kekebalan tubuh. Tambahkan blueberry segar ke dalam menu harian Anda dan rasakan manfaat sehatnya!",
		"quantity": 15,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "blueberry.jpg"
	},
	{
		"seller_id": 1,
		"name": "Buah Naga",
		"category": "Buah",
		"price": 28000.0,
		"description": "Temukan keajaiban buah naga dengan kulit berwarna cerah dan daging berwarna putih atau merah yang memikat. Dengan tekstur yang renyah dan rasa manis yang segar, buah naga adalah pilihan ideal untuk menambah keunikan pada hidangan Anda. Rasakan kelezatannya langsung, atau tambahkan ke dalam salad, smoothie, atau sebagai hiasan eksotis pada dessert. Ditanam dengan hati-hati di lingkungan yang optimal, buah naga kami dibudidayakan menggunakan metode pertanian yang ramah lingkungan untuk menghasilkan buah yang berkualitas tinggi. Proses pemanenan yang tepat memastikan bahwa setiap buah dipetik pada saat puncaknya untuk mendapatkan kesegaran maksimal. Buah naga kaya akan vitamin C, antioksidan, dan serat, menjadikannya pilihan yang tidak hanya lezat tetapi juga menyehatkan. Nikmati sensasi eksotis dari buah naga yang penuh warna dan manfaat sehatnya dalam setiap gigitan!",
		"quantity": 150,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "buah-naga.jpg"
	},
	{
		"seller_id": 1,
		"name": "Cherry",
		"category": "Buah",
		"price": 22000.0,
		"description": "Nikmati kelezatan ceri yang segar dengan rasa manis alami dan tekstur juicy yang menyegarkan. Ceri kami menawarkan warna merah cerah yang menggugah selera dan bisa dinikmati langsung sebagai camilan sehat, ditambahkan ke salad, atau digunakan dalam berbagai resep dessert dan hidangan manis lainnya. Ditanam dengan penuh perhatian di kebun kami, ceri dipetik pada saat kematangan optimal untuk memastikan setiap buah mencapai puncak rasa dan kualitas. Metode budidaya kami memprioritaskan teknik ramah lingkungan dan pengendalian kualitas yang ketat untuk memberikan ceri yang terbaik. Kaya akan vitamin C, antioksidan, dan serat, ceri tidak hanya lezat tetapi juga menyehatkan. Tambahkan ceri segar ke dalam kehidupan Anda untuk sensasi manis yang alami dan manfaat kesehatan yang menyegarkan!",
		"quantity": 155,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "cherry.jpg"
	},
	{
		"seller_id": 1,
		"name": "Durian",
		"category": "Buah",
		"price": 14000.0,
		"description": "Temukan kelezatan durian premium yang memikat, dikenal sebagai Raja Buah dengan rasa yang unik dan aroma yang khas. Daging durian ini lembut, creamy, dan beraroma kuat, menawarkan pengalaman rasa yang tidak terlupakan. Dengan warna kuning keemasan dan tekstur yang kaya, durian ini sempurna untuk dinikmati langsung, ditambahkan ke dessert, atau dijadikan bahan dalam berbagai resep kuliner eksotis. Ditanam dengan hati-hati di kebun kami menggunakan metode organik, durian dipetik saat matang sempurna untuk memastikan kualitas dan rasa terbaik. Kami menerapkan teknik perawatan yang cermat dan berkelanjutan untuk menghasilkan buah yang segar dan berkualitas tinggi. Nikmati durian premium kami yang penuh dengan vitamin, mineral, dan energi, menjadikannya pilihan yang menggugah selera dan bergizi untuk pencinta buah yang mencari sensasi rasa yang istimewa.",
		"quantity": 110,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "durian.jpg"
	},
	{
		"seller_id": 1,
		"name": "Jambu",
		"category": "Buah",
		"price": 35000.0,
		"description": "Nikmati kesegaran jambu yang menggiurkan dengan rasa manis yang alami dan tekstur yang renyah. Buah jambu ini memiliki daging berwarna putih atau merah yang juicy, dan aroma harum yang menyegarkan. Ideal untuk dimakan langsung, dijadikan jus, atau ditambahkan ke salad dan dessert. Kaya akan vitamin C dan antioksidan, jambu adalah pilihan sehat yang enak untuk setiap hidangan. Ditanam di kebun kami dengan teknik organik dan perawatan yang teliti, memastikan buah jambu dipetik pada puncak kematangannya untuk kualitas dan rasa terbaik. Proses penanaman yang ramah lingkungan menjamin buah yang segar dan berkualitas tinggi. Rasakan manfaat kesehatan dan kelezatan alami dari jambu kami, buah yang sempurna untuk memperkaya diet harian Anda dengan rasa segar dan nutrisi.",
		"quantity": 154,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "jambu.jpg"
	},
	{
		"seller_id": 1,
		"name": "Jeruk",
		"category": "Buah",
		"price": 40000.0,
		"description": "Rasakan kelezatan jeruk kami yang segar dengan rasa manis yang seimbang dan sentuhan asam yang menyegarkan. Setiap buah jeruk memiliki kulit berwarna cerah dan daging juicy yang penuh dengan vitamin C. Cocok untuk dimakan langsung, dijadikan jus, atau digunakan dalam berbagai resep. Jeruk kami tidak hanya memanjakan lidah tetapi juga memberikan manfaat kesehatan dengan antioksidan dan nutrisi yang melimpah. Ditanam dengan penuh perhatian dalam kebun kami yang terawat, jeruk kami tumbuh dengan teknik pertanian yang ramah lingkungan dan tanpa penggunaan pestisida berbahaya. Proses pemetikan yang tepat memastikan buah jeruk tiba dalam kondisi segar dan berkualitas tinggi. Nikmati kesegaran alami dan manfaat kesehatan dari jeruk kami, pilihan ideal untuk setiap hidangan dan sebagai tambahan yang sempurna untuk gaya hidup sehat Anda.",
		"quantity": 1230,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "jeruk.jpg"
	},
	{
		"seller_id": 1,
		"name": "Alpukat Mentega",
		"category": "Buah",
		"price": 25000.0,
		"description": "Temukan kelezatan alpukat mentega kami yang creamy dan kaya rasa! Dengan tekstur yang lembut dan rasa buttery yang khas, alpukat ini ideal untuk berbagai hidangan. Nikmati kelezatan alami saat disajikan sebagai topping salad, bahan dalam smoothie, atau diolah menjadi guacamole. Kaya akan vitamin, mineral, dan lemak sehat, alpukat mentega kami memberikan manfaat gizi yang luar biasa untuk diet Anda. Ditanam dengan teknik pertanian modern dalam kebun yang terkelola dengan baik, alpukat mentega kami tumbuh dengan perawatan yang optimal. Tanpa bahan kimia berbahaya dan dengan proses pemetikan yang hati-hati, memastikan setiap buah mencapai kualitas terbaik. Tambahkan alpukat mentega kami ke menu Anda dan rasakan manfaat serta kelezatannya dalam setiap gigitan!",
		"quantity": 100,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "alpukat-mentega.jpg"
	},
	{
		"seller_id": 1,
		"name": "Kelapa",
		"category": "Buah",
		"price": 13000.0,
		"description": "Rasakan kesegaran kelapa kami yang baru dipetik langsung dari pohonnya! Dengan kulit yang tebal dan daging kelapa yang kaya, buah ini menawarkan rasa yang manis dan segar. Cocok untuk berbagai penggunaan, mulai dari bahan dasar minuman tropis hingga campuran hidangan penutup dan masakan. Selain itu, kelapa juga kaya akan nutrisi penting seperti serat, vitamin, dan mineral, memberikan manfaat kesehatan tambahan. Kelapa kami ditanam di kebun kelapa yang terawat dengan baik menggunakan metode organik, tanpa penggunaan pestisida kimia. Proses panen yang hati-hati memastikan kelapa tiba dalam kondisi terbaik, siap untuk memberikan cita rasa tropis yang autentik dan manfaat kesehatan yang optimal. Nikmati kelapa kami dalam berbagai bentuk dan rasakan kelezatannya langsung dari sumbernya!",
		"quantity": 1500,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "kelapa.jpg"
	},
	{
		"seller_id": 1,
		"name": "Lemon",
		"category": "Buah",
		"price": 18000.0,
		"description": "Nikmati kelezatan lemon segar kami yang menambah cita rasa asam yang menyegarkan pada setiap hidangan! Buah lemon ini memiliki kulit kuning cerah dan daging yang juicy, ideal untuk digunakan dalam minuman, salad, saus, atau sebagai bahan penyedap alami. Kaya akan vitamin C, lemon juga memberikan manfaat kesehatan yang luar biasa, termasuk meningkatkan sistem kekebalan tubuh dan mendukung pencernaan. Lemon kami ditanam dengan teknik pertanian yang ramah lingkungan, memastikan buah yang berkualitas tinggi dan bebas dari bahan kimia berbahaya. Setiap lemon dipanen pada puncak kematangan untuk memastikan rasa yang optimal dan kesegaran yang tak tertandingi. Tambahkan sentuhan segar dan cerah pada masakan Anda dengan lemon kami yang berkualitas!",
		"quantity": 2345,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "lemon.jpg"
	},
	{
		"seller_id": 1,
		"name": "Mangga",
		"category": "Buah",
		"description": "Rasakan kelezatan mangga segar kami yang memanjakan lidah dengan rasa manis dan tekstur yang lembut! Buah mangga ini memiliki daging berwarna oranye cerah yang juicy dan aroma harum yang menggugah selera. Ideal untuk dinikmati langsung, dibuat jus, atau sebagai tambahan dalam salad dan dessert. Mangga kami kaya akan vitamin A dan C, serta serat yang mendukung kesehatan pencernaan. Mangga kami ditanam di lahan yang subur dengan perawatan yang teliti, memastikan buah yang matang sempurna dan bebas dari bahan kimia. Setiap mangga dipanen pada waktu yang tepat untuk mendapatkan rasa dan kesegaran terbaik. Tambahkan sentuhan tropis pada hidangan Anda dengan mangga kami yang berkualitas tinggi!",
		"price": 32000.0,
		"quantity": 133,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "mangga.jpg"
	},
	{
		"seller_id": 1,
		"name": "Manggis",
		"category": "Buah",
		"description": "Dengan kulit berwarna ungu tua yang tebal dan daging putih yang lembut di dalamnya, manggis ini menawarkan rasa manis dan sedikit asam yang sangat menyegarkan. Setiap gigitan memberikan sensasi yang lembut dan juicy, menjadikannya pilihan sempurna untuk dinikmati langsung, ditambahkan dalam salad, atau digunakan dalam dessert. Manggis kami tumbuh di kebun yang terawat dengan baik dan dipanen pada puncak kematangan untuk memastikan kualitas dan kesegaran terbaik. Proses penanaman kami mengutamakan praktik pertanian yang ramah lingkungan untuk menghasilkan buah yang lezat dan berkualitas tinggi. Rasakan kelezatan tropis dari manggis kami dan tambahkan keunikan pada hidangan Anda!",
		"price": 22000.0,
		"quantity": 1534,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "manggis.jpg"
	},
	{
		"seller_id": 1,
		"name": "Melon",
		"category": "Buah",
		"description": "Buah melon kami memiliki daging yang lembut dan juicy dengan rasa yang manis dan segar. Dengan kulit yang halus dan warna cerah, melon ini adalah pilihan sempurna untuk hidangan penutup, salad, atau dinikmati langsung sebagai camilan sehat. Setiap potong melon memberikan rasa kesegaran tropis yang menyegarkan. Melon kami dibudidayakan dengan teknik pertanian terbaik di kebun yang terjaga dengan baik. Kami memastikan buah ini dipanen pada puncaknya untuk memberikan kualitas terbaik dan rasa yang maksimal. Proses penanaman kami ramah lingkungan untuk menghasilkan melon berkualitas tinggi dan lezat. Rasakan kelezatan melon kami dan tambahkan kesegaran tropis dalam setiap hidangan Anda!",
		"price": 28000.0,
		"quantity": 213,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "melon.jpg"
	},
	{
		"seller_id": 1,
		"name": "Nangka",
		"category": "Buah",
		"description": "Buah nangka kami menawarkan daging yang lembut dengan rasa manis dan aroma tropis yang khas. Dengan tekstur yang serbaguna, nangka ini cocok untuk berbagai hidangan, mulai dari camilan segar hingga bahan dalam masakan dan dessert. Setiap potong nangka memberikan sensasi rasa yang kaya dan memuaskan. Nangka kami ditanam dengan metode pertanian berkualitas tinggi di kebun yang terawat dengan baik. Kami memastikan setiap buah dipanen pada kematangan optimal untuk memastikan rasa dan kualitas terbaik. Proses penanaman kami memprioritaskan praktik ramah lingkungan untuk hasil yang optimal dan berkelanjutan. Nikmati kelezatan dan kesegaran nangka kami dalam setiap gigitan!",
		"price": 26000.0,
		"quantity": 456,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "nangka.jpg"
	},
	{
		"seller_id": 1,
		"name": "Pir",
		"category": "Buah",
		"description": "Buah pir ini memiliki daging yang lembut dan juicy dengan rasa manis yang menyegarkan. Setiap gigitan memberikan kombinasi ideal antara rasa manis dan sedikit keasaman yang membuatnya cocok sebagai camilan sehat, bahan tambahan dalam salad, atau bahan utama dalam berbagai dessert. Pir kami ditanam di kebun yang dikelola dengan hati-hati, memastikan setiap buah dipanen pada waktu yang tepat untuk mencapai kematangan sempurna. Kami menggunakan teknik pertanian berkelanjutan untuk menghasilkan pir berkualitas tinggi dengan rasa yang konsisten dan memuaskan. Rasakan kualitas dan kelezatan pir kami yang segar dalam setiap buah!",
		"price": 45000.0,
		"quantity": 887,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "pir.jpg"
	},
	{
		"seller_id": 1,
		"name": "Semangka",
		"category": "Buah",
		"description": "Segarkan hari Anda dengan semangka kami yang juicy dan manis! Dengan daging buah yang merah cerah dan penuh air, semangka ini menawarkan rasa yang lezat dan menyegarkan. Cocok untuk dinikmati langsung sebagai camilan, ditambahkan ke salad buah, atau dibuat jus segar. Semangka kami ditanam dengan teknik pertanian modern dan berkelanjutan, memastikan buah yang dipanen memiliki kualitas terbaik dan rasa yang optimal. Ditanam di tanah yang subur dan dirawat dengan penuh perhatian, semangka ini mencapai kematangan sempurna untuk pengalaman rasa yang maksimal. Nikmati kesegaran dan rasa manis semangka kami dalam setiap potongnya!",
		"price": 7500.0,
		"quantity": 987,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "semangka.jpg"
	},
	{
		"seller_id": 1,
		"name": "Strawberry",
		"category": "Buah",
		"description": "Dengan warna merah cerah dan rasa manis yang menggugah selera, stroberi ini adalah pilihan sempurna untuk camilan sehat, topping salad, atau bahan utama dalam dessert dan smoothies. Setiap buah menawarkan tekstur renyah dan aroma yang menggoda. Stroberi kami ditanam dengan teknik berkualitas tinggi, di lahan yang dirawat secara cermat untuk memastikan buah yang berkualitas terbaik. Ditanam dalam kondisi optimal, stroberi ini tumbuh subur dan dipanen pada puncak kematangan untuk memastikan rasa yang menyenangkan dan kesegaran yang maksimal. Rasakan kelezatan stroberi segar kami dan tambahkan sentuhan manis pada setiap hidangan!",
		"price": 35000.0,
		"quantity": 932,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "strawberry.jpg"
	},
	{
		"seller_id": 1,
		"name": "Lychee",
		"category": "Buah",
		"description": "Dengan kulit merah-merah cerah yang menawan dan daging buah yang lembut, leci ini menawarkan pengalaman rasa yang eksotis dan menyegarkan. Ideal untuk camilan, salad buah, atau sebagai tambahan pada berbagai hidangan penutup. Leci kami dibudidayakan dengan perhatian dan teknik pertanian yang cermat. Tanaman leci dirawat dalam kondisi optimal untuk memastikan buah yang berkualitas tinggi dan rasa yang maksimal. Dipanen pada puncak kematangan, leci ini menjanjikan kesegaran yang tiada tara. Nikmati kelezatan leci segar dan berikan sentuhan tropis pada setiap hidangan Anda!",
		"price": 15000.0,
		"quantity": 346,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "lychee.jpg"
	},
	{
		"seller_id": 1,
		"name": "Kiwi",
		"category": "Buah",
		"description": "Rasakan kelezatan kiwi premium kami yang kaya rasa dan bergizi! Dengan kulit berwarna coklat keabu-abuan yang berbulu halus dan daging buah hijau cerah yang penuh dengan biji kecil, kiwi ini menawarkan kombinasi rasa manis dan asam yang menyegarkan. Ideal sebagai camilan sehat, tambahan dalam smoothie, atau sebagai topping salad buah. Kiwi kami ditanam dengan penuh perhatian di kebun-kebun yang memiliki iklim ideal untuk memastikan buah yang berkualitas tinggi. Dipanen pada saat kematangan optimal, kiwi ini menawarkan rasa dan tekstur yang terbaik untuk dinikmati. Nikmati kiwi segar kami dan berikan sentuhan eksotis pada hidangan Anda!",
		"price": 35000.0,
		"quantity": 333,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "kiwi.jpg"
	},
	{
		"seller_id": 1,
		"name": "Jambu Air",
		"category": "Buah",
		"description": "Dengan kulit berwarna merah muda cerah dan daging buah yang juicy dan renyah, jambu air ini adalah pilihan sempurna untuk camilan segar atau tambahan dalam salad. Rasakan rasa manis dan tekstur yang menyegarkan dari setiap potong jambu air kami. Ditumbuhkan dengan perawatan yang cermat dan teknik pertanian yang modern, jambu air ini dipanen pada waktu yang tepat untuk memastikan kualitas terbaik. Buah ini tumbuh dalam kondisi optimal, menjadikannya pilihan yang ideal untuk dinikmati langsung atau digunakan dalam hidangan lainnya. Nikmati kesegaran dan kelezatan jambu air kami dalam setiap gigitan!",
		"price": 20000.0,
		"quantity": 122,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "jambu_air.jpg"
	},
	{
		"seller_id": 1,
		"name": "Apel",
		"category": "Buah",
		"description": "Buah apel kami menawarkan rasa yang manis dan sedikit asam dengan tekstur yang renyah. Ideal sebagai camilan sehat, tambahan dalam salad, atau bahan dalam berbagai hidangan penutup dan pie. Apel kami ditanam dengan perhatian di kebun yang dirawat dengan baik, dipanen pada kematangan optimal untuk memberikan kualitas dan rasa yang terbaik. Dengan teknik pertanian berkelanjutan, kami memastikan setiap apel memiliki rasa yang konsisten dan kesegaran yang menyegarkan. Nikmati kelezatan apel segar kami dan tambahkan rasa manis alami pada setiap hidangan!",
		"price": 45000.0,
		"quantity": 876,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "apel.jpg"
	},
	{
		"seller_id": 1,
		"name": "Pisang",
		"category": "Buah",
		"description": "Nikmati kelezatan pisang kami yang manis dan lembut! Dengan kulit yang kuning cerah dan daging buah yang creamy, pisang ini adalah camilan sehat yang sempurna dan bahan utama dalam berbagai hidangan penutup dan smoothie. Setiap pisang kami dipanen pada waktu yang tepat untuk memastikan rasa dan kualitas terbaik. Ditanam dengan perhatian dan teknik pertanian yang baik, pisang ini menawarkan rasa yang konsisten dan kesegaran yang memuaskan. Tambahkan pisang segar kami dalam diet Anda dan rasakan kelezatan tropis dalam setiap gigitan!",
		"price": 18000.0,
		"quantity": 432,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "pisang.jpg"
	},
	{
		"seller_id": 1,
		"name": "Jeruk",
		"category": "Buah",
		"description": "Rasakan kesegaran jeruk kami yang juicy dan manis! Dengan kulit berwarna oranye cerah dan daging buah yang lembut, jeruk ini menawarkan rasa manis yang menyegarkan dan kaya akan vitamin C. Ideal untuk dinikmati langsung, dibuat jus, atau sebagai bahan tambahan dalam berbagai hidangan. Jeruk kami dipanen pada puncak kematangan untuk memastikan kualitas dan rasa terbaik. Ditanam dengan teknik pertanian yang cermat di kebun yang dirawat dengan baik, jeruk ini menawarkan kesegaran dan rasa yang konsisten. Nikmati kelezatan jeruk segar kami dan tambahkan kesegaran dalam setiap hidangan!",
		"price": 26000.0,
		"quantity": 678,
		"unit": "kg",
		"status": "available",
		"product_picture_url": "jeruk.jpg"
	}
]
